Repository: ljusdalsbygdensmuseum/museum-post-types
Catalog: languages/mptab-domain-*.po
Languages: sv_se

source: Add More
sv_se: Lägg till

source: Add new
sv_se: Lägg till ny

source: Adress Settings
sv_se: Adress inställningar

source: All
sv_se: Alla

source: archives
sv_se: arkiv

source: Area code
sv_se: Post nummer

# block description
source: Display a map
sv_se: Visa en karta

# block description
source: Display current and comming Events and exhibitions
sv_se: Visa event och utställningar som händer nu eller senare

# block description
source: Display Your adress
sv_se: Visa din adress

# block description
source: Display Your phone number
sv_se: Visa dit telefonnummer

# block description
source: Display Your services
sv_se: Visa dina verksamheter

# block title
source: Events and Exhibitions
sv_se: Event och utställningar

# block title
source: Map
sv_se: Karta

# block title
source: Phone number
sv_se: Telefonnummer

# block title
source: Services
sv_se: Verksamheter

source: City
sv_se: Ort

source: Coming
sv_se: Händer snart

source: Dates
sv_se: Datum

source: Edit
sv_se: Ändra

source: End
sv_se: Slut

source: End alias
sv_se: Slut alias

source: Events
sv_se: Event

source: events
sv_se: event

source: Ex. october, autumn or 3:rd quarter
sv_se: Ex. oktober, hösten eller tredje kvartalet

source: Exhibition
sv_se: Utställning

source: exhibition
sv_se: utställning

source: Exhibition Dates
sv_se: Utställnings datum

source: Exhibitions
sv_se: Utställningar

source: exhibitions
sv_se: utställningar

source: Hours
sv_se: Tider

source: Map
sv_se: Karta

source: Mark the location by clicking on the map or searching.
sv_se: Markera platsen genom att klicka på kartan eller söka.

source: Museum post types
sv_se: Museums post typer

source: Museum Settings
sv_se: Museums Inställningar

source: Museum settings
sv_se: Museums inställningar

source: Name Alias
sv_se: Namn Alias

source: New
sv_se: Ny

source: Permanent exhibition
sv_se: Permanent utställning

source: Phone number
sv_se: Telefonnummer

source: Posttypes and blocks that fit any museum
sv_se: Post typer och block som passar vilket museum som helst

source: Read more
sv_se: Läs mer

source: Right now
sv_se: Händer nu

source: Search
sv_se: Sök

source: Service
sv_se: Verksamhet

source: service
sv_se: verksamhet

source: Services
sv_se: Verksamheter

source: services
sv_se: verksamheter

source: Start
sv_se: Börjar

source: Start alias
sv_se: Börjar alias

source: Use alias
sv_se: Använd alias

source: View
sv_se: Kolla
